Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nord.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: introduction to police topics, including key duties and rights related to the control function tasks in preservation work
nb: rolle- og oppgavefordeling innenfor natur- og kulturminneoppsynet i Norge i daginnføring i politifag:

source: Practical knowledge about sport 2, 15 credits
nb: Praktisk kunnskap om idrett 2, 15 stp

source: Doctoral candidate Purushothaman Kathiresan will hold a trial lecture and defend his thesis for the degree Philosophiae Doctor (PhD) at the Faculty of Biosciences and Aquaculture (Bodø), Nord University.
nb: Ph.d.-kandidat Purushothaman Kathiresan skal holde prøveforelesning og disputere for graden Philosophiae doctor (Ph.d), ved Fakultet for biovitenskap og akvakultur (Bodø), Nord universitet.

source: The study program gives practical, job related knowledge on developing digital products, services and games for different target audiences.
nb: Studiet gir yrkesrettet kunnskap om utvikling av digitale produkter, tjenester og spill for ulike brukergrupper.

source: SP107L-001v3 Written supervised examination - 10 study points.SP216L-001v2 Language Acquisition, written exam - 5 study points.SP216Lv1 Linguistics - Language Acquisition - 5 study points.SPR150Lv1 English Language - 15 study points.SPR101Lv1 English Language - 15 study points.
nb: SP107L-001v3 Engelsk lingvistikk, skriftlig skoleeksamen - 10 studiepoeng.SP216L-001v2 Språktilegnelse, skoleeksamen - 5 studiepoeng.SP216Lv1 Lingvistikk - Språktilegnelse - 5 studiepoeng.SPR150Lv1 Engelsk språk - 15 studiepoeng.SPR101Lv1 Engelsk språk - 15 studiepoeng.

source: Admission to the course follows the admission requirements of the study program Bachelor in Biology and Bachelor in Animal Science.
nb: Opptak til emnet følger opptakskravet i studieprogrammet bachelor i biologi og animal science.

source: This varies from topic to topic and is given in the form of lectures, colloquia, assignments and practical exercises.
nb: Dette varierer fra emne til emne og blir gitt blant annet i form av forelesninger, kollokvier, innleveringer og praktiske øvelser.

source: Authors retain their rights, yet often in exclusive licensing agreements so many rights are transferred that it makes no real difference.
nb: Forfatter beholder opphavsretten, men i en eksklusiv lisensavtale overføres så mange rettigheter at det i praksis er liten forskjell.

source: Any requirements for extensions of study entitlements shall be decided by the faculty concerned.
nb: Eventuelt behov for forlengelse av studieretten vedtas av fakultetet.

source: Through the work with the thesis “New insights
nb: Gjennom arbeidet med oppgaven “New insights into Calanus glacialis and C.

source: “There is no doubt that our strength is our knowledge base.
nb: – Det er ingen tvil om at styrken vår er at vi driver kunnskapsbasert.

source: The term project is used for research projects.
nb: Begrepet prosjekt brukes om forskningsprosjekter.

source: Support from Nord
nb: Får støtte ved Nord

source: Workshop on hybrid threats and regional response
nb: Workshop om sammensatte trusler og regional respons

source: EX130Sv1 Examen philosophicum - 10 study points.EX105Sv1 Examen facultatum - 10 study points.EX152Sv1 Fundamentals of Academic Text - 10 study points.EX151Sv1 Study foundation semester - Individual, Society and Science - 30 study points.EX150Sv1 Study foundation semester - Individual, Society and Science - 30 study points.EX153Sv1 Study foundation semester - Individual, Society and Science - 30 study points.
nb: EX130Sv1 Examen philosophicum - 10 studiepoeng.EX105Sv1 Examen facultatum - 10 studiepoeng.EX152Sv1 Akademisk tekst - 10 studiepoeng.EX151Sv1 Dannelsessemester - menneske, samfunn og vitenskap - 30 studiepoeng.EX150LSv1 Dannelsessemester - menneske, samfunn og vitenskap - 30 studiepoeng.EX153Sv1 Dannelsessemester -menneske, samfunn og vitenskap - 30 studiepoeng.

source: It will contain around 100 laboratories and specialist spaces, lecture halls and offices.
nb: Det skal inneholde rundt 100 laboratorier og spesialrom, forelesningssaler og kontorer. • Kostnadsramme:

source: Portfolio assessment - Mandatory participation in 4 laboratory exercises with report writing, comprises 0/100 of the grade, grading scale Bestått - Ikke bestått.
nb: Mappeevaluering - Obligatorisk deltagelse på 4 laboratorieøvelser med rapportskriving, teller 0/100 av karakteren, karakterregel Bestått - Ikke bestått.

source: It helps you gain an overview over what to collect, how to collect it, how to describe the data, where to store data, how to work with data, about other people who will have access to your data, what to do when you finish using the data, and more.
nb: Den bidrar til å skaffe deg oversikt over hva du skal samle inn, hvordan du skal samle det inn, hvordan du beskriver dataene, hvor du skal lagre data, hvordan du skal jeg jobbe med data, om det andre som skal ha tilgang til dine data, hva du gjør du når du er ferdig med å bruke dataene, med mer.

source: Can apply sociological theories and methods for analysis to processing specific issues
nb: kan anvende sosiologiske teorier og analysemåter i behandling av spesifikke tema

source: for more information on how to detect fraudulent conferences
nb: for mer informasjon om hvordan avsløre svindelkonferanser

source: What you write in the notification form lays the foundation for what you are allowed to do with the personal data that you collect from the informants.
nb: Det du skriver i meldeskjemaet legger grunnlaget for hva du har lov til å gjøre med personopplysningene du henter inn fra informantene.

source: Can analyse existing theories and work methods as well as work independently on practical and theoretical problem-solving
nb: kunne analysere eksisterende teorier og arbeidsmetoder og arbeide selvstendig med praktiske og teoretiske problemløsninger

source: Practical knowledge and professional praxis (PRO9002)
nb: Praktisk kunnskap og profesjonspraksis (PRO9002)

source: Link for live streaming:
nb: kristine.vevik@nord.noLink for live streaming:

source: Written assignment, comprises 40/100 of the grade, grading scale A-E for pass, F for fail.
nb: Oppgave, gruppe, teller 40/100 av karakteren, karakterregel A-E, Beste A, Ikke bestått F.

source: Dean Gøril Ursin (right) together with Adviser Lars Ove Reinaas and Professor Aud Emelie Evensen from the nursing programme in Levanger.
nb: Dekan Gøril Ursin (til høyre) sammen med rådgiver Lars Ove Reinaas og dosent Aud Emelie Evensen ved sykepleierutdanningen i Levanger.

source: facilitate the development of muscle strength through training.
nb: man kan legge til rette for å utvikle muskelstyrken gjennom trening.

source: Compulsory participation in practical teaching 80%, represents 0/100 of the grade, grading scale Approved/Not approved.
nb: Obligatoriske deltakelse på praktisk undervisning 80 %, teller 0/100 av karakteren, karakterregel Godkjent - Ikke godkjent.

source: None other than semester fee and syllabus literature.
nb: Ingen kostnader utover semesteravgift og pensumlitteratur.

source: There are written works related to both periods of supervised professional training that are assessed as approved/not approved.
nb: Det er skriftlige arbeider knyttet til begge praksisperiodene som vurderes til godkjent/ikke godkjent.

source: Flash drives and other portable media/devices containing yellow or red data should be encrypted.
nb: Minnepinner og andre portable medier/enheter som inneholder gule eller røde data skal være kryptert.

source: Principles you must always adhere to
nb: Prinsipper du alltid må følge

source: International Governance and Business in the High North (EN313E)
nb: Internasjonal styring og ledelse i nordområdene (EN313E)

source: A kick-off seminar was held for this project at the Nord University campus in Bodø.
nb: Det ble holdt et kickoff-seminar for dette prosjektet ved Nord universitet campus i Bodø.

source: - Professor Ketil Eiane, FBA, Nord University (main supervisor)- Professor Dag Aksnes, Faculty of Bioscience, University of Bergen
nb: - Professor Ketil Eiane, FBA, Nord universitet (hovedveileder)- Professor Dag Aksnes, fakultet for biovitenskap, universitetet i Bergen

source: be able to use various digital and analogue tools, such as ProTools and online software in the implementation of an audio recording with a
nb: kan bruke ulike digitale og analoge verktøy, så som ProTools og nettbasert programvare i gjennomføringen av en lydinnspilling med

source: Bio1010 Vegetation, Climate and Geology
nb: Bio1010 Vegetasjon, Klima og Geologi - Emneansvarlig

source: sharing the notification form in NSD with the project manager.
nb: dele meldeskjemaet i NSD med prosjektleder.

source: Courses from this programme provide formal background for
nb: Årsstudium i natur- og kulturminneoppsyn har ikke mulighet for utenlandsopphold.

source: PhD candidate Florence Chandima Perera Willora Arachchilage will hold a trial lecture and defend her thesis for the degree Philosophiae Doctor (PhD) at the Faculty of Biosciences and Aquaculture (Bodø), Nord University.
nb: Ph.d.-kandidat Florence Chandima Perera Willora Arachchilage skal holde prøveforelesning og disputere for graden Philosophiae doctor (Ph.d), ved Fakultet for biovitenskap og akvakultur (Bodø), Nord universitet.

source: The programme is decentralized with teaching sessions at Meråker Upper Secondary School.
nb: Studiet er desentralisert til Meråker videregående skole.

source: Even though the project manager is formally responsible for ensuring that guidelines and routines are complied with in the project, you as a student still have an independent responsibility to ensure privacy protection in the project.
nb: Selv om prosjektleder har det formelle ansvaret for at retningslinjer og rutiner blir overholdt i prosjektet, har du som student likevel et selvstendig ansvar for å sikre personvernet i prosjektet.

source: Overview of measures until March 15:
nb: Samlet oversikt over tiltak fram til 15. mars:

source: A small window with the OneDrive account information should come up (Account).
nb: Et lite vindu med OneDrive kontoinformasjon skal komme opp (Account).

source: The course is mandatory for students of Joint Bachelor Degree in Animal Science.
nb: Emnet er forbeholdt studenter tatt opp på Joint Bachelor Degree in Animal Science.

source: version, and a substantial
nb: , og svært mange tidsskrift til ater at AAM-

source: He is one of four UiN students who are spending the autumn semester at the Kedge Business School in Marseilles, France.
nb: Som en av fire studenter fra Universitetet i Nordland, bruker han høstsemesteret ved Kedge Business School i Marseilles, Frankrike.

source: Although Nord University recommends using a CC BY licence, researchers are free to choose another, more restrictive Creative Commons licence.
nb: Selv om vi anbefaler bruk av en CC BY-lisens, står forfattere fritt til å velge en annen, mer restriktiv Creative Commons-lisens.

source: Ever since 1996, Nord University has tailored a package solution for people who want to study alongside training to become top athletes.
nb: Helt siden 1996 har Nord universitet skreddersydd en pakkeløsning for folk som vil ta utdanning samtidig som de satser på å bli toppidrettsutøvere.

source: Assessment task, comprises 0/10 of the grade, grading scale Approved - Not approved.
nb: Arbeidskrav - oppgave statistikk, teller 0/10 av karakteren, karakterregel Godkjent - Ikke godkjent.

source: Information on publishers’ guidelines for self-archiving may be found in the contract, on the publisher’s website or in the
nb: Informasjon om utgivers retningslinjer for egenarkivering finnes i publiseringskontrakten, på utgivers nettsider eller i

source: To listen to the recording, you must log in to Nettskjema using your Nord FEIDE account.
nb: Du må logge inn i Nettskjema med din Nord FEIDE-konto for å lytte til opptaket.

source: Here you can store information classified as green, yellow, or red data.
nb: Her kan du lagre informasjon som er klassifisert som grønne, gule eller røde data.

source: Please note that at least 80% attendance is
nb: Merk at det er krav til minst 80% oppmøte.

source: As a social worker, you will be able to work to promote social inclusion and worthy life and growing up conditions in cooperation with individuals, groups and by highlighting and influencing framework conditions.
nb: Som sosionom vil du kunne arbeide for å fremme sosial inkludering og verdige livs- og oppvekstsvilkår i samarbeid med enkeltmennesker, grupper og ved å synliggjøre og påvirke rammebetingelser.

source: can apply academic knowledge about practical and theoretical issues related to screening/analysis and the planning of training, and be able
nb: kan anvende faglig kunnskap om praktiske og teoretiske problemstillinger om screening/analyse samt treningsplanlegging og kunne

source: - Research network or community.
nb: - Forskernettverk eller -miljø.

source: Harald Fardal is from Nøtterøy and is employed as an Assistant Professor at the University College of Vestfold.
nb: Harald Fardal er fra Nøtterøy og er tilsatt som høgskolelektor ved Høgskolen i Vestfold.

source: The participants discussed relevant topics such as situational awareness and coordination of regional and national response.
nb: Workshopdeltakerne diskuterte tema som situasjonsforståelse og koordinering av regional og nasjonal respons.

source: can analyse existing theories, methods and interpretations within the field of health sciences, and work independently using practical and theoretical problem solving
nb: kan analysere eksisterende teorier, metoder og fortolkninger innenfor helsevitenskap og arbeide selvstendig med praktisk og teoretisk problemløsning

source: Social Educator, Verran municipality (2004-2009)
nb: Vernepleier i Verran kommune (2004-2009).

source: ØKO141v1 Organizational Behavior and Human Resource Management - 2.5 study points.
nb: ØKO141v1 Organisasjon og ledelse - 2.5 studiepoeng.

source: do this both individually and in groups, and in accordance with ethical requirements and guidelines.
nb: både individuelt og i grupper, og i tråd med etiske krav og retningslinjer.

source: It is important that you follow up on questions and tasks that you get from NSD.
nb: Det er viktig at du følger opp spørsmål og oppgaver som du får fra NSD.

source: In a few cases, you may still need to process personal data.
nb: I noen få tilfeller kan du likevel ha behov for å behandle personopplysninger.

source: The thesis is available, contact Jeanett Kreutzmann,
nb: Avhandlingen er tilgjengelig ved å kontakte Jeanett Kreutzmann, epost

source: Assessment and grading are based on alphabetical grades A-F, where A is the highest grade and F is fail.
nb: Vurdering og karakterfastsetting skjer ut fra bokstavkarakterer A-F, der A er best og F er ikke bestått.

source: The archived version shall be the last version of the manuscript following peer review (AAM) and/or the publisher’s published version (VoR).
nb: Den arkiverte versjonen skal være siste manusversjon etter fagfellevurdering (AAM) og/eller forlagets utgitte versjon (VoR).

source: Prerequisites All first, second and third semester courses and Pharmacology 2 must be passed to start this course.
nb: Alle emnene i studiets første, andre og tredje semester og Farmakologi 2 må være bestått for å starte på dette emnet.

source: can master and apply certain tools, techniques and forms of expression that are relevant to the subject area
nb: kan beherske og anvende noen relevante faglige verktøy, teknikker og uttrykksformer

source: New Zealand until joining Nord University in 2020. Teaching
nb: until jeg begynte på Nord universitet i 2020. Undervisning/veiledning

source: of study is common with the bachelor program in economy, digitalization and businessdevelopment.
nb: første året på bachelorstudiet i økonomi, digitalisering og forretningsutvikling.

source: d) have broad knowledge of conditions for coping and development in children, adolescents, adults and the elderly
nb: d) har bred kunnskap om betingelser for mestring og utvikling hos barn, unge, voksne og eldre

source: I teach financial accounting analysis and valuation, budgeting and operating accounting at the bachelor's level, and project management and management control at the master's level.
nb: Jeg underviser i regnskapsanalyse og verdsettelse, budsjettering og driftsregnskap på bachelornivå, og prosjektledelse og økonomistyring på masternivå.

source: Academic writing is also an important professional competence.
nb: Akademisk skriving er også en viktig yrkeskompetanse.

source: With private funds, it was established as a school home under the name of "Falstad Educational Assistance for Disadvantaged Boys" in 1895.
nb: Med private midler ble den etablert som skolehjem under navnet «Falstad Opdragelsesanstalt for vanartede gutter» i 1895.

source: 1 You can apply freely for an assessment of your dissertation.
nb: 1 Du kan på fritt grunnlag søke om bedømming av avhandlingen.

source: Evidenced-based Practice in Social Welfare (PRA2007)
nb: Kunnskapsbasert praksis i velferdstjenestene (PRA2007)

source: University and University Colleges Act, Section 5-2
nb: universitets- og høgskoleloven § 5-2.

source: Understands the role of digitalisation in the development of organisations as well as society as a whole
nb: kan forstå betydningen av digitalisering og forretningsutvikling for organisasjoner og samfunn

source: Research results in Cristin
nb: Forskningsresultater i Cristin

source: Guidelines for incorporation of permitted aids for examinations at Nord University.
nb: retningslinjer for innarbeiding av tillatte hjelpemidler til eksamen ved Nord universitet

source: Leiv Sem (project leader) and Asbjørn Kolberg.
nb: Leiv Sem (prosjektleder) og Asbjørn Kolberg.

source: The course provides insight into (a) central concepts of the Philosophy of Science, subjects, positions and questions, as well as (b) issues and challenges related to research ethics.
nb: Emnet gir innsikt i (a) sentrale vitenskapsteoretiske begreper, temaer, posisjoner og spørsmål, samt (b) forskningsetiske problemstillinger og utfordringer.

source: Nordic Master in Sustainable Production and Utilization of Marine Bioresources
nb: Nordisk master i bærekraftig produksjon og utnyttelse av marine bioressurser

source: Has knowledge of ICT systems¿significance for new thinking and innovation processes
nb: kjenne til betydning av digitalisering for nytenking og innovasjonsprosesser

source: The basic fee covers the examiner’s work as assignment consultant, exam preparations, preparations for digital assessment, formulating the grounds for assessment decision, writing of reports etc.
nb: Grunnhonoraret dekker sensors arbeid som oppgavekonsulent, eksamensforberedelse, forarbeid til elektronisk sensur, utarbeidelse av begrunnelse for vurdering, rapportskriving og lignende.

source: d) can reflect on and apply knowledge that contributes to an equal service offering for Sami users.
nb: o) kan reflektere over og anvende kunnskap som bidrar til et likeverdig tjenestetilbud for samiske brukere.

source: You can contact IT Help for assistance.
nb: Du kan kontakte IT-hjelp for bistand.

source: The Cold War was a global conflict that also had a tremendous effect in Asia.
nb: Den kalde krigen var en global konflikt som også hadde en enorm effekt i Asia.

source: For example, if the person’s exact age, place of residence and field of study are registered, and there is only one person out of 37 from Verdal who studies nature management.
nb: For eksempel om det registreres nøyaktig alder, bosted og studieretning, og det kun er én person på 37 fra Verdal som studerer naturforvaltning.

source: How do l comply with Plan S?
nb: Hvordan publisere i tråd med Plan S?

source: The participants pay a semester fee to Nord University of approximately NOK 850.
nb: Kursdeltakerne må betale en semesteravgift til NORD universitet på ca NOK 850.

source: Presented by Research Director Stig Rune Sellevåg, The Norwegian Defense Research Establishment
nb: Forskningsdirektør Stig Rune Sellevåg, Forsvarets Fors kningsinstitutt

source: Compulsory participation 80%, represents 0/100 of the grade, grading scale Approved/Not approved.
nb: Obligatoriske deltakelse 80 %, teller 0/100 av karakteren, karakterregel Godkjent - Ikke godkjent.

source: This is Angus, Hereford, Simmental, Charolais and Limousin, and they are popular in Norwegian suckler cow production.
nb: Disse rasene er Angus, Hereford, Simmental, Charolais og Limousin, og de benyttes i stor utstrekning i norsk storfekjøttproduksjon.

source: Practice, 8 weeks, comprises 100/100 of the grade, grading scale Bestått - Ikke bestått.
nb: Praksis, 8 uker, teller 100/100 av karakteren, karakterregel Bestått - Ikke bestått.

source: The overall objective of this PhD is to examine and describe the development process of Chinese athletes participating in an athlete-transfer program to XC skiers aiming for the 2022 Winter Olympics in Beijing, by living in Norway and applying best practice of Norwegian XC skiing.
nb: Det overordnede målet med dette doktorgradsprosjektet er å undersøke og beskrive utviklingsprosessen for kinesiske utøvere som overføres fra en annen idrett til å bli XC-skiløpere som sikter på 2022 Vinter-OL i Beijing, ved å bo i Norge og anvende beste praksis for norsk langrenn.

source: You can use Zoom or Teams to conduct an interview.
nb: Du kan bruke Zoom eller Teams for å gjennomføre intervju.

source: of the course NKO106 Introduction to police- and ranger topics (15 ECTS credits).
nb: Studiet består av emnet NKO106 Innføring i politi- og naturoppsynsfag (15stp).

source: You have a duty of confidentiality relating to information you have obtained as a researcher,
nb: Du har taushetsplikt om opplysninger du har innhentet som forsker, jamfør

source: reviewed manuscript version (author’s accepted manuscript (AAM)/postprint) of the
nb: fagfel evurdert manusversjon (author’s accepted manuscript (AAM)/postprint) av

source: can plan and carry out both short and long-term training and physical activities with different people and groups.
nb: kan planlegge og gjennomføre trening og fysisk aktivitet med ulike personer og grupper både på kort og lang sikt.

source: This equipment and expertise can be used by all group members or projects that need it.
nb: , som inkluderer moderne video- og lydutstyr, så vel som kompetanse i bruk av dette.

source: This includes follow-up work, management, administration, planning, dissemination, teaching and inter-professional cooperation where the social worker often has a coordinating role.
nb: I dette inngår oppfølgingsarbeid, forvaltning, administrasjon, planarbeid, formidling, undervisning og tverrprofesjonelt samarbeid hvor sosionomen ofte har en koordinerende rolle.

source: · The students should acquire a basic knowledge of central events and development processes regarding the economic, social and political history of
nb: Studentene skal tilegne seg grunnleggende kunnskaper om sentrale hendelser og utviklingsprosesser vedrørende den økonomiske, sosiale og

source: The study program is evaluated annually by the students through course questionnaires and by the programme coordinator.
nb: Studieprogrammet evalueres årlig av studentene gjennom emneundersøkelser og av studieprogramansvarlig.

source: Chris J. Hulatt is a postdoctoral fellow at Nord University, Faculty of Biosciences and Aquaculture.
nb: Hulatt er postdoktor ved Nord universitet, Fakultet for biovitenskap og akvakultur.
